;*****************************************************************************;
;            Language set file for plugins used by NativeLang.dll             ;
;*****************************************************************************;
;                                                                             ;
; Please change the file and distribute to the corresponding developer.       ;
;                                                                             ;
;*****************************************************************************;


; Multi Clipboard German Language Set ************************** ron@sh-home.de
[MultiClipboard.dll NppMenu]
Main="&MultiClipboard"
0="&MultiClip Viewer...%tCtrl+Alt+V"
1="MultiClipboard &Einfügen"
2="&Optionen..."
3="&Über..."

[MultiClipboard.dll About]
Caption="Über"
30550="Author:"
30551="MultiClipboard Plugin v2.0 for Notepad++"
30552="Author:%t%tLoonyChewy"
30553="eMail:"
30555="URL:"
30557="Menüeinträge"
30558="MultiClip Viewer...%t%tBlendet das MultiClip Fenster ein/aus"
30559="MultiClipboard Einfügen%t%tZeigt das Einfügemenü an"
30560="Optionen...%t%t%tZeigt den Optionsdialog an"
30561="Über...%t%t%tZeigt diesen Dialog an"

[MultiClipboard.dll Options]
Caption="MultiClipboard Optionen"
1003="Anzahl der zu speichernden Texte"
1004="Kopiere Text aus anderen Anwendungen"
1005="nur wenn in NotePad++ eingefügt"
1006="Benutze Ziffern-Kürzel in Einfügemenü"
1008="Breite des Einfügemenüs"

[MultiClipboard.dll Text]
MultiClip Viewer="MultiClip Anzeige"
Move Item Up="Eintrag nach oben"
Move Item Down="Eintrag nach unten"
Paste Item="Eintrag einfügen"
Delete Item="Eintrag löschen"
1002_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1003_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1004_HELP="Texte speichern, die in anderen Anwendungen kopiert wurden"
1005_HELP="Wenn 'Kopiere Text aus anderen Anwendungen' aktiv ist, dann wird der Text nur gespeichert, wenn er unmittelbar in Notead++ eingefügt wurde"
1006_HELP="Es werden Ziffern als Abkürzungstasten zur Auswahl von Menüeinträgen verwendet, anstatt der Anfangsbuchstaben der Texte"
1007_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
1008_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
